{
  "blogs": [
    {
      "name": "Jeremy Keith",
      "url": "https://adactio.com/",
      "description": "Jeremy is a web developer, author and speaker. He's from Ireland originally but now lives in Brighton, England."
    },
    {
      "name": "Rachel Andrew",
      "url": "https://rachelandrew.co.uk/",
      "description": "Rachel is a web developer and technical writer and editor. Works for Google on the Chrome team as a staff technical writer and content lead for web.dev and developer.chrome.com."
    },
    {
      "name": "Ben Myers",
      "url": "https://benmyers.dev/",
      "description": "Ben is a web developer near Dallas, Texas. Known for his commitment to web accessibility, intentional inclusiveness, and unforgivable puns."
    },
    {
      "name": "Sara Soueidan",
      "url": "https://www.sarasoueidan.com/",
      "description": "Sara is an independent inclusive design engineer, author, speaker, and trainer based in Lebanon."
    },
    {
      "name": "Paul Robert Lloyd",
      "url": "https://paulrobertlloyd.com/",
      "description": "Paul is an independent designer, writer and occasional speaker based in Brighton, England."
    },
    {
      "name": "Ethan Marcotte",
      "url": "https://ethanmarcotte.com/",
      "description": "Ethan is a web designer, writer, and speaker. Famously known for coining the term \"<em>Responsive Web Design</em>\"."
    },
    {
      "name": "Go Make Things",
      "url": "https://gomakethings.com/",
      "description": "Sometimes known as the \"<em>Vanilla JS Guy</em>\", Chris Ferdinandi helps people build a simpler, faster web."
    },
    {
      "name": "Robin Rendle",
      "url": "https://robinrendle.com/",
      "description": "Robin is a designer and writer from the UK but now living in San Francisco."
    },
    {
      "name": "Stephanie Eckles",
      "url": "https://thinkdobecreate.com/",
      "description": "Stephanie is the author of <em>ModernCSS.dev</em> which provides modern solutions to old CSS problems as in-depth tutorials."
    },
    {
      "name": "Chris Coyier",
      "url": "https://chriscoyier.net/",
      "description": "Chris is a web designer and developer and his career arc is about helping you get better at those things."
    },
    {
      "name": "Trys Mudford",
      "url": "https://www.trysmudford.com/",
      "description": "Trys is a web developer. He's created tools like <em>Utopia</em> &mdash; (Fluid Responsive Design)."
    },
    {
      "name": "Kevin Powell",
      "url": "https://www.kevinpowell.co/",
      "description": "Kevin is a CSS Evangelist. He loves CSS, and wants to help new front-end devs enjoy learning it, and help seasoned vets see how great it really is."
    },
    {
      "name": "Léonie Watson",
      "url": "https://tink.uk/",
      "description": "Léonie is a Director at TetraLogical, a member of the W3C Advisory Board, and co-chair of the W3C Web Platform Working Group."
    },
    {
      "name": "Zach Leatherman",
      "url": "https://www.zachleat.com/",
      "description": "Zach is the creator and maintainer of <em>11ty</em>, an award-winning open source site generator."
    },
    {
      "name": "Heydon Pickering",
      "url": "https://heydonworks.com/",
      "description": "Heydon is a designer, writer, and public speaker. He is the author of <em>Inclusive Components</em>."
    },
    {
      "name": "Remy Sharp",
      "url": "https://remysharp.com/",
      "description": "Remy is a developer, author, speaker, and founder of <em>Left Logic</em>."
    },
    {
      "name": "Salma Alam-Naylor",
      "url": "https://whitep4nth3r.com/",
      "description": "Salma is a live streamer, software engineer, and developer educator."
    },
    {
      "name": "Andy Bell",
      "url": "https://andy-bell.co.uk/",
      "description": "Andy is a designer, front-end developer and the founder of <em>Set Studio</em>."
    },
    {
      "name": "Manuel Matuzović",
      "url": "https://www.matuzo.at/",
      "description": "Manuel is a front-end developer from Vienna, Austria."
    },
    {
      "name": "Miriam Eric Suzanne",
      "url": "https://www.miriamsuzanne.com/",
      "description": "Miriam is an author, artist, developer, and open web advocate."
    },
    {
      "name": "Rachel Smith",
      "url": "https://rachsmith.com/",
      "description": "Rachel is a developer building software for <em>CodePen</em>."
    },
    {
      "name": "Bruce Lawson",
      "url": "https://brucelawson.co.uk/",
      "description": "Bruce is web developer with a firm belief that the web is a revolutionary communication mechanism and should be available to all."
    },
    {
      "name": "Jen Kramer",
      "url": "https://jen4web.substack.com/",
      "description": "Jen is an award-winning instructor who teaches HTML, CSS, and coding for a living."
    },
    {
      "name": "Scott Jehl",
      "url": "https://scottjehl.com/",
      "description": "Scott is a designer, developer, and author of <em>Responsible Responsive Design</em>."
    },
    {
      "name": "Jim Nielsen",
      "url": "https://blog.jim-nielsen.com/",
      "description": "Jim is a designer, engineer and writer. At the intersection of design & code on the web"
    },
    {
      "name": "Josh Collinsworth",
      "url": "https://joshcollinsworth.com",
      "description": "Josh is a frontend developer, designer, writer, and teacher."
    },
    {
      "name": "Brad Frost",
      "url": "https://bradfrost.com/",
      "description": "Brad is a design system consultant, web designer, speaker, writer, and musician located in beautiful Pittsburgh, PA."
    },
    {
      "name": "Jina Anne",
      "url": "https://www.jina.me/",
      "description": "Jina is a design systems advocate living in the East Bay of the San Francisco Bay Area. A designer who codes and “no-codes”."
    },
    {
      "name": "Chris Heilmann",
      "url": "https://christianheilmann.com/",
      "description": "Chris is an engineer who worked for Microsoft/Mozilla/Yahoo on browsers, developer tools and anything JavaScript related. AI/ML enthusiast, writer and trainer."
    },
    {
      "name": "Dave Rupert",
      "url": "https://daverupert.com",
      "description": "Dave is the co-founder of Luro, lead developer at Paravel, and co-host of ShopTalk."
    },
    {
      "name": "Stephanie Stimac",
      "url": "https://blog.stephaniestimac.com/",
      "description": "Stephanie is a designer and a product manager. She writes about the web, design, product management and little bits of life."
    },
    {
      "name": "Eric A. Meyer",
      "url": "https://meyerweb.com/",
      "description": "Eric has been working with the web since late 1993 and is an internationally recognised expert on the subjects of HTML, CSS, and web standards."
    },
    {
      "name": "Amy Hupe",
      "url": "https://amyhupe.co.uk/",
      "description": "Amy is a content design and design systems consultant, making the case for simplicity and inclusion in the face of complexity."
    },
    {
      "name": "Max Böck",
      "url": "https://mxb.dev/",
      "description": "Max is a front-end web developer and designer based in Vienna, Austria. He focusses on creating engaging, accessible & performant interfaces for humans."
    },
    {
      "name": "Jason Lengstorf",
      "url": "https://jason.energy",
      "description": "Jason is a principal developer experience engineer at Netlify and the host of Learn With Jason."
    },
    {
      "name": "Cassie Evans",
      "url": "https://www.cassie.codes/",
      "description": "Cassie makes fun, interactive things with code."
    },
    {
      "name": "CSS { In Real Life }",
      "url": "https://css-irl.info/",
      "description": "A blog by Michelle Barker about CSS, front-end development, the web, and beyond."
    },
    {
      "name": "Tantek Çelik",
      "url": "https://tantek.com/",
      "description": "Tantek is a web standards and IndieWeb advocate, and a software engineer at Mozilla."
    },
    {
      "name": "Chen Hui Jing",
      "url": "https://chenhuijing.com/",
      "description": "Chen Hui Jing is a self-taught front-end designer and developer who believes HTML and CSS are the foundation of the web."
    },
    {
      "name": "Josh Comeau",
      "url": "https://www.joshwcomeau.com/",
      "description": "Josh is a software developer, writer, and educator."
    },
    {
      "name": "Rob Bowen",
      "url": "https://robbowen.digital/",
      "description": "Rob is an independent creative developer from Abergavenny, South Wales."
    },
    {
      "name": "Adrian Roselli",
      "url": "https://adrianroselli.com/",
      "description": "Adrian is a Consultant, Writer, Speaker."
    },
    {
      "name": "Alex Russell",
      "url": "https://infrequently.org/",
      "description": "Alex is a Microsoft Partner PM on the Edge team and <em>Blink API OWNER</em>. It's his professional mission to build a web that works for everyone."
    },
    {
      "name": "Ana Rodrigues",
      "url": "https://ohhelloana.blog/",
      "description": "Ana is a frontend developer living in London."
    },
    {
      "name": "Frank Chimero",
      "url": "https://frankchimero.com/",
      "description": "Frank is a designer with 20 years of experience in brand, product design, and creative direction. He has an international reputation for creating warm, smart, and effective design for a variety of companies in technology and publishing."
    },
    {
      "name": "Om Malik",
      "url": "https://om.co/",
      "description": "Om is a San Francisco-based writer, photographer, and investor. He writes about technology, photography, and general observations about life on this website."
    },
    {
      "name": "Baldur Bjarnason",
      "url": "https://www.baldurbjarnason.com/",
      "description": "Baldur is a writer, web developer and consultant based in Hveragerði, Iceland."
    },
    {
      "name": "Dan Mcquillan",
      "url": "https://danmcquillan.org/",
      "description": "Dan is a Lecturer in Creative and Social Computing. He has a degree in Physics from Oxford and a PhD in Experimental Particle Physics from Imperial College, London. In the early days of the world wide web, he started a pioneering website to provide translated information for asylum seekers and refugees."
    }
  ]
}
